[Rainmeter]
defaultWindowX = 16
defaultWindowY = 16
update = -1

[Metadata]
name = Rhodes_Island_UI
author = 热心炎国云玩家
information = 让您在PC上也能享受到罗德岛终端系统的交互界面。|辅助功能按钮。
license = Closure Commons 署名-不许获利-传递下去 42.0
version = 0.8

[Variables]
@Include1 = #@#Global.ini


[mtAssistRevert]
meter = Image
imageName = #@#Images\Back.png
h = 70
leftMouseDownAction = [Play #BtnSound#]
leftMouseUpAction = [!ShowFadeGroup ToggleByAssistBtn][!DeactivateConfig "#CurrentConfig#"]